Repository: suprayogi/bintuni
Catalog: manokwari/po/su.po
Languages: su

source: Favorites
su: Paporit

source: All applications
su: Aplikasi

source: Settings
su: Pangaturan

source: Places
su: Lokasi

source: Logout...
su: Kaluar...

source: Shutdown...
su: Pareuman...

source: Applications
su: Aplikasi

source: Home
su: Beranda

source: Error opening '%s': %s
su: Aya kasalahan téknis waktu muka '%s': %s

source: Error opening mount point '%s': %s
su: Aya kasalahan téknis waktu muka kaitan '%s': %s

source: Network
su: Raramat

source: Error opening Network: %s
su: Aya kasalahan téknis waktu muka raramat: %s

source: Connect to server...
su: Sambungkeun ka server/peladen...
